[
    {
      "amendment":1,
      "url":"http://indiacode.nic.in/coiweb/amend/amend1.htm",
      "summary":"Schedule IX was added to make laws abolishing the zamindari system constitutionally valid. Article 19 was amended to place reasonable restrictions on the freedom of speech and the freedom to carry on any profession. Certain amendments related to convening and proroguing Parliament sessions were also made."
    },
    {
      "amendment":2,
      "url":"http://indiacode.nic.in/coiweb/amend/amend2.htm",
      "summary":"Amended Article 81(1)(b) to remove the population limit of 7,50,000 people for a parliamentary constituency."
    },
    {
      "amendment":3,
      "url":"http://indiacode.nic.in/coiweb/amend/amend3.htm",
      "summary":"Amended the VII Schedule to include matters related to trade and commerce in certain commodities, such as cattle fodder, foodstuff, raw jute etc. in the concurrent list"
    },
    {
      "amendment":4,
      "url":"http://indiacode.nic.in/coiweb/amend/amend4.htm",
      "summary":"It dealt with the state's power for requisitioning of private property, and also amends Article 31A to include several categories of \"essential welfare legislation.\""
    },
    {
      "amendment":5,
      "url":"http://indiacode.nic.in/coiweb/amend/amend5.htm",
      "summary":"Amended Article 3 to provide that no bill related to formation of a new state or a state's name, boundary or area can be introduced in the Parliament without the prior recommendation of the President and he must have referred such bill dealing with name, boundary and area to the concerned State legislature for its views. He can provide a time limit for the State Legislature to express its views and can also extend this time limit. Until such time limit expires, this bill can't be introduced in either House of the Parliament."
    },
    {
      "amendment":6,
      "url":"http://indiacode.nic.in/coiweb/amend/amend6.htm",
      "summary":"Amended the VII Schedule and Articles 286 and 269. It relates to taxes upon sale or purchase of goods in the course of inter-State trade or commerce. Amended the Union and State Lists with respect to raising of taxes"
    },
    {
      "amendment":7,
      "url":"http://indiacode.nic.in/coiweb/amend/amend7.htm",
      "summary":"Amended the Constitution to implement reorganization of states on linguistic lines. It also made changes to the State and Union list, and amended certain provisions relating to High Court Judges."
    },
    {
      "amendment":8,
      "url":"http://indiacode.nic.in/coiweb/amend/amend8.htm",
      "summary":"Reservation of Seats for Scheduled Caste and Scheduled Tribes, and Anglo-Indians in the Lok Sabha and State Legislative assemblies was extended till 1970."
    },
    {
      "amendment":9,
      "url":"http://indiacode.nic.in/coiweb/amend/amend9.htm",
      "summary":"Changes to the territories of Assam, Punjab, West Bengal, and Tripura to settle border disputes between India and Pakistan."
    },
    {
      "amendment":10,
      "url":"http://indiacode.nic.in/coiweb/amend/amend10.htm",
      "summary":"Dadra and Nagar Haveli was incorporated into India, and made a Union Territory."
    },
    {
      "amendment":11,
      "url":"http://indiacode.nic.in/coiweb/amend/amend11.htm",
      "summary":"The method of election of Vice-President was changed. Instead of a joint sitting of the Parliament, he was to be elected by an electoral college comprising both houses of Parliament. In addition, it provided that the elections of president and vice-president can't be challenged on grounds of any vacancy among the electoral college."
    },
    {
      "amendment":12,
      "url":"http://indiacode.nic.in/coiweb/amend/amend12.htm",
      "summary":"Goa, Daman and Diu was incorporated into India and made a Union Territory."
    },
    {
      "amendment":13,
      "url":"http://indiacode.nic.in/coiweb/amend/amend13.htm",
      "summary":"Nagaland was separated from Assam and constituted as a separate state and governed under Article 371A"
    },
    {
      "amendment":14,
      "url":"http://indiacode.nic.in/coiweb/amend/amend14.htm",
      "summary":"Pondicherry was incorporated into India and given the status of a Union Territory. This Act also created Legislatures and Council of Ministers for Himachal Pradesh, Tripura, Manipur and Goa, Daman and Diu and Pondicherry."
    },
    {
      "amendment":15,
      "url":"http://indiacode.nic.in/coiweb/amend/amend15.htm",
      "summary":"The age of retirement of High Court Judges was raised from 60 to 62, and any questions related to judges' age would be decided by the President. It made several amendments facilitate transfer of judges from High Court to another. In addition, High Courts now also had the jurisdiction to hear matters with respect to Central Government."
    },
    {
      "amendment":16,
      "url":"http://indiacode.nic.in/coiweb/amend/amend16.htm",
      "summary":"Provided the imposition of reasonable restrictions on exercise of Article 19 of the Constitution in the interests of the sovereignty and integrity of India. Further, candidates for Parliament, State Legislatures as well as public offices must take an oath to upholdthe sovereignty and integrity of India. Forms for these oaths were also provided."
    },
    {
      "amendment":17,
      "url":"http://indiacode.nic.in/coiweb/amend/amend17.htm",
      "summary":"Several land acquisition laws were placed within Schedule IX, so as to make them valid under the Constitution."
    },
    {
      "amendment":18,
      "url":"http://indiacode.nic.in/coiweb/amend/amend18.htm",
      "summary":"Union Territories were included in Article 3, and hence it became possible to alter the name, boundary and area of Union Territories. However, Union Territories are not subject to the provision of Article 3."
    },
    {
      "amendment":19,
      "url":"http://indiacode.nic.in/coiweb/amend/amend19.htm",
      "summary":"Amended Article 324 to abolish Election Tribunals. Petitions related to elections would now be tried by regular High Courts"
    },
    {
      "amendment":20,
      "url":"http://indiacode.nic.in/coiweb/amend/amend20.htm",
      "summary":"It seeks to indemnify & validate judgments passed by judges who were not eligible for appointment under article 233. Their appointments, promotions and transfers were also validated. A few judges who were not eligible for appointment were barred."
    },
    {
      "amendment":21,
      "url":"http://indiacode.nic.in/coiweb/amend/amend21.htm",
      "summary":"Sindhi was included as an official language in the Eighth schedule of the Constitution."
    },
    {
      "amendment":22,
      "url":"http://indiacode.nic.in/coiweb/amend/amend22.htm",
      "summary":"This Act provided for the formation of an autonomous state within the State of Assam. It also provided for a Legislature and Council of Ministers for this autonomous state."
    },
    {
      "amendment":23,
      "url":"http://indiacode.nic.in/coiweb/amend/amend23.htm",
      "summary":"Only one Anglo-Indian member could be nominated by the Governor to any State Legislative Assembly. Stopped reservation for the STs in Nagaland and extended reservation for SC/ST and Anglo-Indians in Lok Sabha and State Legislative Assemblies till 1980."
    },
    {
      "amendment":24,
      "url":"http://indiacode.nic.in/coiweb/amend/amend24.htm",
      "summary":"Stipulated that the Parliament could amend the Fundamental Rights and that Article 13 is inapplicable to constitutional amendments under Article 368. In addition, whenever a Constitution Amendment Bill passed by both Houses of Parliament is presented to the President for his assent, he should give his assent."
    },
    {
      "amendment":25,
      "url":"http://indiacode.nic.in/coiweb/amend/amend25.htm",
      "summary":"Stated that any law relating to acquisition of a private property for a public purpose will not be subject to Article 19(1)(f). Any law passed for giving effect to the DPSP in Article 39(2) and (3), and containing such a declaration could not be declared void for taking away fundamental rights under Articles 14, 19 and 31."
    },
    {
      "amendment":26,
      "url":"http://indiacode.nic.in/coiweb/amend/amend26.htm",
      "summary":"Privy purses and privileges given to erstwhile rulers of former Princely States were abolished."
    },
    {
      "amendment":27,
      "url":"http://indiacode.nic.in/coiweb/amend/amend27.htm",
      "summary":"Mizoram was recognised as a Union Territory with a Legislature and a Council of Ministers. It further provided that whenever the Legislature in a Union Territory is dissolved or suspended, the President shall have powers to make regulations for that Territory during that time."
    },
    {
      "amendment":28,
      "url":"http://indiacode.nic.in/coiweb/amend/amend28.htm",
      "summary":"Article 314 which provided that the service conditions of the civil servants appointed prior to commencement of Constitution would not change after the commencement of the Constitution was removed. Instead Article 312A was inserted which gave the Parliament the power to change the service conditions of the officers."
    },
    {
      "amendment":29,
      "url":"http://indiacode.nic.in/coiweb/amend/amend29.htm",
      "summary":"Several land acquisition laws were placed within Schedule IX, so as to make them valid under the Constitution."
    },
    {
      "amendment":30,
      "url":"http://indiacode.nic.in/coiweb/amend/amend30.htm",
      "summary":"Amended Article 133 to make \" a substantial question of law\" the basis of an appeal to the Supreme Court from the High Court instead of monetary value of more than Rs.20,000."
    },
    {
      "amendment":31,
      "url":"http://indiacode.nic.in/coiweb/amend/amend31.htm",
      "summary":"Increased the number of seats in Parliament from to 545, of which Seats for States were increased to 525 from 500. The seats for Union Territories were reduced from 25 to 20. In addition, it was provided that the Legislative Assembly of Meghalaya need not provide reservation for Scheduled Tribes"
    },
    {
      "amendment":32,
      "url":"http://indiacode.nic.in/coiweb/amend/amend32.htm",
      "summary":"Gives constitutional validity to the Six Point formula to provide for equitable safeguards in Andhra Pradesh with the inclusion of Article 371-D and 371-E."
    },
    {
      "amendment":33,
      "url":"http://indiacode.nic.in/coiweb/amend/amend33.htm",
      "summary":"This amendment makes changes to the retirement of any Member of the Parliament or State Legislature. Such resignation becomes effective only if the Speaker/Chairman accepts it. The Speaker/Chairman is not to accept such resignation if he feels, after enquiry, that the resignation is not voluntary."
    },
    {
      "amendment":34,
      "url":"http://indiacode.nic.in/coiweb/amend/amend34.htm",
      "summary":"Several State land acquisition laws were placed within Schedule IX, so as to make them valid under the Constitution."
    },
    {
      "amendment":35,
      "url":"http://indiacode.nic.in/coiweb/amend/amend35.htm",
      "summary":"Sikkim was incorporated into the territory India."
    },
    {
      "amendment":36,
      "url":"http://indiacode.nic.in/coiweb/amend/amend36.htm",
      "summary":"Sikkim was recognised as a state within India and allotted one seat in the Council of States and one seat in the House of thePeople."
    },
    {
      "amendment":37,
      "url":"http://indiacode.nic.in/coiweb/amend/amend37.htm",
      "summary":"It included Arunachal Pradesh in Article 239A, thus giving it a Legislative Assembly and Council of Ministers."
    },
    {
      "amendment":38,
      "url":"http://indiacode.nic.in/coiweb/amend/amend38.htm",
      "summary":"The President's decision to pass an ordinance or declare emergency is conclusive and can't be challenged in any court. It also made provisions regarding suspension of fundamental rights during Emergency"
    },
    {
      "amendment":39,
      "url":"http://indiacode.nic.in/coiweb/amend/amend39.htm",
      "summary":"Election of President, Vice President or Member of Parliament can't be challenged in court and any pending petition to this effect declared to be void. Several laws were placed within Schedule IX so as to make them valid under the Constitution."
    },
    {
      "amendment":40,
      "url":"http://indiacode.nic.in/coiweb/amend/amend40.htm",
      "summary":"All the resources in Exclusive Economic Zones were deemed to vest in the Union and Parliament given the power to make laws regarding the limits of continental shelf, exclusive economic zones etc. Several more land reform laws were placed within Schedule IX, so as to make them valid under the Constitution."
    },
    {
      "amendment":41,
      "url":"http://indiacode.nic.in/coiweb/amend/amend41.htm",
      "summary":"The retirement age of Chairman and Members of the State Public Service Commissions or the Joint Commission to 62 was raised from sixty to sixty two."
    },
    {
      "amendment":42,
      "url":"http://indiacode.nic.in/coiweb/amend/amend42.htm",
      "summary":"Imposed fundamental duties, adds the words \"socialist, secular\" to the Preamble, further imposed limits on the power and jurisdiction of the judiciary; raised the term of the Lok Sabha and the Vidhan Sabha from five to six years; authorised the use of Central armed forces in any State to deal with law and order problems, made the President bound by the advice of the Council of Ministers and envisaged the establishment of administrative tribunals for service matters of Government employees and also other tribunals for economic offences. No Constitutional Amendment could be questioned in any court of law. It thus curtailed fundamental rights."
    },
    {
      "amendment":43,
      "url":"http://indiacode.nic.in/coiweb/amend/amend43.htm",
      "summary":"Repealed some of the provisions of the 42nd Amendment Act that limited the judiciary's power of judicial review."
    },
    {
      "amendment":44,
      "url":"http://indiacode.nic.in/coiweb/amend/amend44.htm",
      "summary":"Amended Article 31 to remove property as a fundamental right, thus reducing it to only a statutory right. Emergency could only be imposed under 352 when the security of India was threatened due to war, external aggression or armed rebellion. It repeals some sections of the 42nd Amendment Act."
    },
    {
      "amendment":45,
      "url":"http://indiacode.nic.in/coiweb/amend/amend45.htm",
      "summary":"Reservation of Seats for SC/ST and Anglo-Indians in the Lok Sabha and State Legislative assemblies was extended till 1990."
    },
    {
      "amendment":46,
      "url":"http://indiacode.nic.in/coiweb/amend/amend46.htm",
      "summary":"Inserted to overcome the judgements delivered in the context of Sales Tax which could be levied by States. \"Tax on the sale or purchase of goods\" was defined by adding clause 29A to Article 366. Tax levied on the consignment of goods in the course of inter-State trade or commerce to be assigned to the States."
    },
    {
      "amendment":47,
      "url":"http://indiacode.nic.in/coiweb/amend/amend47.htm",
      "summary":"Several land reform laws were placed within Schedule IX, so as to make them valid under the Constitution."
    },
    {
      "amendment":48,
      "url":"http://indiacode.nic.in/coiweb/amend/amend48.htm",
      "summary":"This amendment dealt with the Emergency in Punjab. Since the special conditions mentioned in Article 356 were satisfied, it was provided that Emergency would be allowed for two years in Punjab."
    },
    {
      "amendment":49,
      "url":"http://indiacode.nic.in/coiweb/amend/amend49.htm",
      "summary":"Tripura was recognised as a tribal state and its name was added to the sixth schedule. The Tripura Tribal Areas Autonomous District Council was given constitutional sanctity."
    },
    {
      "amendment":50,
      "url":"http://indiacode.nic.in/coiweb/amend/amend50.htm",
      "summary":"Article 33, which provides for curtailment of fundamental rights of Army Personnel, was also extended to Security Personnel protecting property and communication infrastructure.Amendment made to curtail Fundamental Rights as per Part III as prescribed in Article 33 to cover Security Personnel protecting property and communication infrastructure."
    },
    {
      "amendment":51,
      "url":"http://indiacode.nic.in/coiweb/amend/amend51.htm",
      "summary":"Seats were reserved in Lok Sabha and State legislative Assemblies for the Scheduled Tribes in Meghalaya, Nagaland, Arunachal Pradesh and Mizoram"
    },
    {
      "amendment":52,
      "url":"http://indiacode.nic.in/coiweb/amend/amend52.htm",
      "summary":"This amendment inserted the X Schedule to combat political defection. Any member of the Parliament or State legislature who was a member of a political party at the time of taking his seat, loses the same if he leaves his party or doesn't vote in the manner prescribed by the party."
    },
    {
      "amendment":53,
      "url":"http://indiacode.nic.in/coiweb/amend/amend53.htm",
      "summary":"Added Article 371G to the Constitution giving special provisions for Mizoram"
    },
    {
      "amendment":54,
      "url":"http://indiacode.nic.in/coiweb/amend/amend54.htm",
      "summary":"The salaries of Chief Justices and Judges of Supreme Court and High Courts were raised. In addition, the Parliament was given the power of raising the salaries of judges in the future by law."
    },
    {
      "amendment":55,
      "url":"http://indiacode.nic.in/coiweb/amend/amend55.htm",
      "summary":"Inserted 371-H to give special powers to Governor of Arunachal Pradesh"
    },
    {
      "amendment":56,
      "url":"http://indiacode.nic.in/coiweb/amend/amend56.htm",
      "summary":"Inserted 371-I mandating that the Legislative Assembly of Goa shall consist of not less than thirty members."
    },
    {
      "amendment":57,
      "url":"http://indiacode.nic.in/coiweb/amend/amend57.htm",
      "summary":"Deals with reservation for Scheduled Tribes in Meghalaya, Nagaland, Arunachal Pradesh and Mizoram."
    },
    {
      "amendment":58,
      "url":"http://indiacode.nic.in/coiweb/amend/amend58.htm",
      "summary":"It empowers the President to publish a Hindi translation of the constitution with all its amendments and future amendments as well."
    },
    {
      "amendment":59,
      "url":"http://indiacode.nic.in/coiweb/amend/amend59.htm",
      "summary":"Emergency in Punjab was extended upto three years by amending Article 359A"
    },
    {
      "amendment":60,
      "url":"http://indiacode.nic.in/coiweb/amend/amend60.htm",
      "summary":"Article 276(2) was amended to increase the ceiling of Profession Tax from a minimum of Rs. 250/- to a maximum of Rs. 2500/- per annum. The proviso was omitted to Article 276 was omitted."
    },
    {
      "amendment":61,
      "url":"http://indiacode.nic.in/coiweb/amend/amend61.htm",
      "summary":"Voting age was reduced from 21 to 18 years for the electorate."
    },
    {
      "amendment":62,
      "url":"http://indiacode.nic.in/coiweb/amend/amend62.htm",
      "summary":"Reservation of Seats for SC/ST and Anglo-Indians in the Lok Sabha and State Legislative assemblies was extended till 2000."
    },
    {
      "amendment":63,
      "url":"http://indiacode.nic.in/coiweb/amend/amend63.htm",
      "summary":"The 59th Amendment Act was repealed, thus removing Article 359A of the Constitution. The proviso to clause (5) of Article 356 also omitted."
    },
    {
      "amendment":64,
      "url":"http://indiacode.nic.in/coiweb/amend/amend64.htm",
      "summary":"President's rule in Punjab was extended to three years and six months."
    },
    {
      "amendment":65,
      "url":"http://indiacode.nic.in/coiweb/amend/amend65.htm",
      "summary":"This amendment provided for formation of the National Commission for Scheduled Castes and Scheduled Tribes, and its powers were specified in Article 338."
    },
    {
      "amendment":66,
      "url":"http://indiacode.nic.in/coiweb/amend/amend66.htm",
      "summary":"Several land acquistion laws were placed within Schedule 9, so as to make them valid under the Constitution."
    },
    {
      "amendment":67,
      "url":"http://indiacode.nic.in/coiweb/amend/amend67.htm",
      "summary":"President's rule extended up to four years in the state of Punjab"
    },
    {
      "amendment":68,
      "url":"http://indiacode.nic.in/coiweb/amend/amend68.htm",
      "summary":"President's rule extended upto five years in the state of Punjab"
    },
    {
      "amendment":69,
      "url":"http://indiacode.nic.in/coiweb/amend/amend69.htm",
      "summary":"This Act created Legislatures and Council of Ministers for the National Capital of Delhi."
    },
    {
      "amendment":70,
      "url":"http://indiacode.nic.in/coiweb/amend/amend70.htm",
      "summary":"National Capital of Delhi and Union Territory of Pondicherry are included in electoral college for Presidential Election"
    },
    {
      "amendment":71,
      "url":"http://indiacode.nic.in/coiweb/amend/amend71.htm",
      "summary":"Konkani, Manipuri and Nepali were included in the Eighth Schedule."
    },
    {
      "amendment":72,
      "url":"http://indiacode.nic.in/coiweb/amend/amend72.htm",
      "summary":"Amended Article 332 of the Constitution to reserve seats for Scheduled Tribes in the Legislative Assembly of Tripura."
    },
    {
      "amendment":73,
      "url":"http://indiacode.nic.in/coiweb/amend/amend73.htm",
      "summary":"Inserted Part IX which provides for Panchayat Raj in rural areas"
    },
    {
      "amendment":74,
      "url":"http://indiacode.nic.in/coiweb/amend/amend74.htm",
      "summary":"Inserted Part IX-A which provides for Urban Local Bodies in towns and cities"
    },
    {
      "amendment":75,
      "url":"http://indiacode.nic.in/coiweb/amend/amend75.htm",
      "summary":"Amended Article 323B setting up Rent Control Tribunals to hear disputes of rent litigants. The jurisdiction of all other courts except Supreme Court was excluded."
    },
    {
      "amendment":76,
      "url":"http://indiacode.nic.in/coiweb/amend/amend76.htm",
      "summary":"An Act passed by the Tamil Nadu Government provided 69% reservation in Government Services and for admission in Educational Institutions. This act was included within the IX Schedule to secure its constitutional validity."
    },
    {
      "amendment":77,
      "url":"http://indiacode.nic.in/coiweb/amend/amend77.htm",
      "summary":"Article 16 was amended to protect reservation to SC/ST Employees in professional promotions"
    },
    {
      "amendment":78,
      "url":"http://indiacode.nic.in/coiweb/amend/amend78.htm",
      "summary":"Several land reform laws were placed within Schedule IX, so as to make them valid under the Constitution."
    },
    {
      "amendment":79,
      "url":"http://indiacode.nic.in/coiweb/amend/amend79.htm",
      "summary":"Reservation of Seats for SC/ST and Anglo-Indians in the Lok Sabha and State Legislative assemblies was extended till 2010."
    },
    {
      "amendment":80,
      "url":"http://indiacode.nic.in/coiweb/amend/amend80.htm",
      "summary":"This Act made some changes regarding sharing of certain Union taxes and duties between the Union and the States in order to implement the report of the Tenth Finance Commission."
    },
    {
      "amendment":81,
      "url":"http://indiacode.nic.in/coiweb/amend/amend81.htm",
      "summary":"Amended Article 16 in the context of backlog in vacancies of jobs reserved for SC/STs."
    },
    {
      "amendment":82,
      "url":"http://indiacode.nic.in/coiweb/amend/amend82.htm",
      "summary":"Amended Article 335 to permit relaxation of qualifying marks and other criteria for SC / ST candidates in any examination for promotion."
    },
    {
      "amendment":83,
      "url":"http://indiacode.nic.in/coiweb/amend/amend83.htm",
      "summary":"Arunachal Pradesh was exempted from the reservation of Scheduled Castes in Panchayati Raj institutions"
    },
    {
      "amendment":84,
      "url":"http://indiacode.nic.in/coiweb/amend/amend84.htm",
      "summary":"The freeze on undertaking fresh delimitation was extended up to the year 2026, as this will motivate the states to pursue population control. In addition, the Central Government could alter constituencies within the state without altering the number of seats in the Legislature."
    },
    {
      "amendment":85,
      "url":"http://indiacode.nic.in/coiweb/amend/amend85.htm",
      "summary":"Amended Article 16 to provide Consequential seniority in matter of promotions of SC/STs"
    },
    {
      "amendment":86,
      "url":"http://indiacode.nic.in/coiweb/amend/amend86.htm",
      "summary":"Mandated provision of free and compulsory education for children between six and fourteen years, made it a fundamental duty for parents to provide educational opportunities to their children and made early childhood care and education for children below six years of age a DPSP."
    },
    {
      "amendment":87,
      "url":"http://indiacode.nic.in/coiweb/amend/amend87.htm",
      "summary":"Enabled Electoral constituencies to be readjusted according to the 2001 census; however the number of seats for States in the legislature remained unchanged."
    },
    {
      "amendment":88,
      "url":"http://indiacode.nic.in/coiweb/amend/amend88.htm",
      "summary":"Provides for specific power to levy Service Tax by the Centre and the manner in which it has to be distributed."
    },
    {
      "amendment":89,
      "url":"http://indiacode.nic.in/coiweb/amend/amend89.htm",
      "summary":"The National Commission for Scheduled Castes and Scheduled Tribes was separated into two commissions: The National Commission for Scheduled Castes and The National Commission for Scheduled Tribes"
    },
    {
      "amendment":90,
      "url":"http://indiacode.nic.in/coiweb/amend/amend90.htm",
      "summary":"It provided that the reservation for ST and non-ST Bodoland Territory Area in the Legislative Assembly of Assam shall be maintained."
    },
    {
      "amendment":91,
      "url":"http://indiacode.nic.in/coiweb/amend/amend91.pdf",
      "summary":"Limitation imposed on the size of the council of ministers so as to not exceed 15% of the strength of the legislature. It also omitted paragraph 3 of the X Schedule which provided that disqualification on ground of defection will not apply when there is a split in the party."
    },
    {
      "amendment":92,
      "url":"http://indiacode.nic.in/coiweb/amend/amend92.htm",
      "summary":"Bodo, Dogri, Santali and Maithali were included as official languages in the VIII Schedule."
    },
    {
      "amendment":93,
      "url":"http://indiacode.nic.in/coiweb/amend/amend93.htm",
      "summary":"Amended Article 15 to allow for 27% reservation of OBC in educational institutions, both government as well as private."
    },
    {
      "amendment":94,
      "url":"http://indiacode.nic.in/coiweb/amend/amend94.pdf",
      "summary":"Amended Article 164 to provide for a Minister of Tribal Welfare in Jharkhand and Chhattisgarh States."
    },
    {
      "amendment":95,
      "url":"http://indiacode.nic.in/coiweb/amend/amend95.pdf",
      "summary":"Reservation of Seats for SC/ST and Anglo-Indians in the Lok Sabha and State Legislative assemblies was extended till 2020"
    },
    {
      "amendment":96,
      "url":"http://indiacode.nic.in/coiweb/amend/amend96.pdf",
      "summary":"In VIII Schedule, the word \"Odia\" was substitued for \"Oriya\""
    },
    {
      "amendment":97,
      "url":"http://indiacode.nic.in/coiweb/amend/amend97.pdf",
      "summary":"Inserted Article 43B and Part-IXB relating to Co-operative Societies."
    },
    {
      "amendment":98,
      "url":"http://indiacode.nic.in/coiweb/amend/amend98.pdf",
      "summary":"Inserted Article 371J which enabled the Governor of Karnataka to take measures for development of Hyderabad-Karnataka Region."
    },
    {
      "amendment":99,
      "url":"http://www.prsindia.org/uploads/media/national%20judicial/National%20Judicial%20bill%20as%20passed%20by%20LS.pdf",
      "summary":"Provides for formation of National Judicial Appointment Commission to recommend appointment of judges to the Supreme Court and High Courts."
    }
  ]